@extends('frontend.master')

@section('title', 'Home')

@section('css')
    <style>

    </style>
@endsection

@section('main-content')
    <div class="center mx-auto card rounded-3 p-3" style="width: 75%; background-color: #f8f9fa;">
        <div class="personData">
            <div class="personAddress mt-4 p-3">
                <h2>{{ $commissionActivity->title ?? '' }}</h2>
                <p>
                    {!! $commissionActivity->description ?? '' !!}
                </p>
                {{-- <p>
                    জাতীয় সংসদ নির্বাচন (২০১৪, ২০১৮, ২০২৪) তদন্ত কমিশন গঠন করা হয়েছে 
                    স্বচ্ছ ও নিরপেক্ষভাবে নির্বাচনী প্রক্রিয়া বিশ্লেষণ ও তদন্ত করার জন্য। 
                    কমিশনের মূল লক্ষ্য হলো ভোটারদের অধিকার সুরক্ষা, নির্বাচনী প্রক্রিয়ার স্বচ্ছতা নিশ্চিত করা এবং 
                    সম্ভাব্য অনিয়ম ও সমস্যা চিহ্নিত করা। 
                </p>
                <p>
                    কমিশন নির্বাচনের পূর্ব, চলমান এবং পরবর্তী সময়ে সকল প্রাসঙ্গিক তথ্য সংগ্রহ করে 
                    যথাযথভাবে মূল্যায়ন করে। কমিশন রিপোর্টের মাধ্যমে জনগণ, সরকারি সংস্থা এবং সংশ্লিষ্ট 
                    পক্ষগুলোকে নির্বাচন প্রক্রিয়া উন্নয়নের জন্য সুপারিশ প্রদান করে।
                </p>
                <p>
                    এই কমিশন সকল প্রকার রাজনৈতিক দল, ভোটার এবং নির্বাচন পরিচালনার সাথে জড়িত সংস্থার সাথে 
                    সমন্বয় রেখে কার্যক্রম পরিচালনা করে, যাতে ভবিষ্যতে আরও স্বচ্ছ, নিরাপদ এবং বিশ্বাসযোগ্য 
                    নির্বাচন নিশ্চিত করা যায়।
                </p> --}}
            </div>
        </div>
    </div>

@endsection


@section('script')
    <script>
        
    </script>
@endsection
